{
    "slang": [
        "That cock needs a little more fluff!",
        "Is that a cock or a plush toy?",
        "This cock looks like it needs company!",
        "Hope that cock finds a warm home!",
        "Your cock is bold, but where’s the softness?",
        "Is that a cock or a rubber chicken?",
        "Looks like that cock is all show!",
        "That cock is impressive; it deserves a cuddle!",
        "You should give that cock a cozy partner!",
        "That cock is strutting; it needs a sidekick!",
        "Nice cock, but it looks lonely!",
        "This cock is ready, but where’s the warmth?",
        "Is that a cock or just overconfidence?",
        "That cock could use a softer touch!",
        "That’s a bold cock—it needs balance!",
        "Your cock is strong; let’s soften the vibe!",
        "That cock needs a gentle touch, don’t you think?",
        "What a confident cock—does it know it’s alone?",
        "That cock is fierce! Need a pillow?",
        "A proud cock, but where’s the fluffiness?",
        "This cock is like a lonely knight!",
        "Wow, look at that! Someone’s got a real talent for drawing a dick!",
        "Is that a dick or are you just happy to see us?",
        "Nothing says ‘I’m a true artist’ like a well-drawn dick!",
        "That’s not just a doodle; that’s a full-on dick masterpiece!",
        "Congratulations! You’ve officially turned this canvas into a dick gallery.",
        "A dick? I knew we’d get to the point eventually!",
        "Well, that’s one way to leave your mark—classic dick move!",
        "Looks like someone took their love for dicks a little too far!",
        "Is it just me, or is that dick a bit too proud?",
        "Ah yes, the ever-popular dick doodle—such creativity!",
        "Did you really just draw a dick? Bold choice, my friend!",
        "So, we’re going for the classic dick representation today, huh?",
        "You really went for it with that dick—I admire your commitment!",
        "That dick is definitely not hiding in the shadows!",
        "Is this a drawing or an audition for the Dick Olympics?",
        "I didn’t know we were doing a dick art showcase today!",
        "Oh, a dick! How original—you must be so proud!",
        "You’ve officially mastered the art of drawing dicks; well done!",
        "That’s a confident dick—very on-brand for you!",
        "So, tell me, what inspired you to draw such a magnificent dick?",
        "Wow, that’s a unique way to avoid realism!",
        "That’s what happens when creativity goes haywire!",
        "Your doodle should come with a safety warning!",
        "Wow, that’s a bold way to challenge art norms!",
        "Did you just slap paint on the page?",
        "Looks like your creativity hit a speed bump!",
        "Did you draw that in the dark?",
        "Your art is a true testament to chaos!",
        "Is this a doodle or a maze of madness?",
        "Wow, did you mean to confuse us all?",
        "Did you just have a conversation with your doodle?",
        "Looks like your drawing needs a vacation!",
        "That looks like it came straight from a fever dream!",
        "Wow, did you just invent a new form of chaos?",
        "Your drawing is a true masterpiece of confusion!",
        "Did you just doodle that in a trance?",
        "Looks like a toddler's attempt at being deep!",
        "That’s one way to redefine modern art!",
        "Is this art or an explosion of colors gone wrong?",
        "Wow, your doodle is a legend in its own mind!"
    ],
    "random": [
        "Did you draw that with your left foot?",
        "That looks like a Picasso after too many drinks!",
        "Is that art or a crime scene?",
        "You should consider using a crayon next time!",
        "Did a toddler take over your art class?",
        "Looks like abstract art is losing its battle!",
        "Is that your final piece or a rough draft?",
        "Wow, that’s one way to scare away talent!",
        "Did you let a raccoon use your canvas?",
        "Is this a drawing or a cry for help?",
        "That doodle is the reason pencils were invented!",
        "Did you just throw spaghetti on a page?",
        "Wow, that’s a masterpiece... of confusion!",
        "Did you draw that with your eyes closed?",
        "Nice art! Did you take a class on doodling?",
        "Is that a masterpiece or an ‘artistic accident’?",
        "Looks like a 5-year-old on a sugar rush!",
        "That’s one way to make modern art more modern!",
        "Is this a drawing or a bad dream?",
        "Did you draw that while rollerblading?",
        "Wow, is that abstract or just plain awful?",
        "Did you just invent a new art style: chaos?",
        "Looks like you had an argument with your pencil!",
        "Did a blender help you with that?",
        "That’s a bold interpretation of a hot mess!",
        "Wow, your artistic vision is truly... questionable!",
        "Did you just doodle with a blindfold on?",
        "Is this your audition for a circus?",
        "Your drawing is a masterpiece of confusion!",
        "Did you use a cat as a reference?",
        "That looks like modern art gone rogue!",
        "Is that art or an advanced form of scribbling?",
        "Wow, that’s one way to make people think!",
        "Did you run out of crayons halfway through?",
        "Your art is the reason for the ‘no refunds’ policy!",
        "That looks like a doodle gone horribly wrong!",
        "Wow, so unique! Did you mean to do that?",
        "Did you draw that while skydiving?",
        "Is this a drawing or a science experiment?",
        "That’s not art; it’s a survival tactic!",
        "Did you let a chicken take the lead?",
        "Wow, your drawing is a true conversation starter!",
        "Looks like someone skipped art class for a nap!",
        "Is this your interpretation of a train wreck?",
        "Did you use a blender for inspiration?",
        "Your doodle is like a bad haircut—just wrong!",
        "Wow, did you take a class in doodling disasters?",
        "Did a squirrel guide your hand while drawing?",
        "Is this your attempt at ‘creative chaos’?",
        "Your drawing is like a riddle—nobody gets it!",
        "Did you just invent a new genre of confusion?",
        "Wow, that’s a bold interpretation of nothing!",
        "Is that a doodle or a test of patience?",
        "Did you draw that while on a rollercoaster?",
        "Your art speaks volumes—just none of it makes sense!",
        "Looks like you had a fight with your canvas!",
        "That drawing is the reason crayons exist!",
        "Did you just toss paint at the wall?",
        "Wow, is that supposed to be a self-portrait?",
        "Did a monkey help you with that?",
        "Your doodle is the reason art museums have security!",
        "That looks like an abstract concept of chaos!",
        "Did you use a rubber chicken for inspiration?",
        "Wow, that’s one way to redefine ‘artistic freedom’!",
        "Is that a drawing or a riddle for the brave?",
        "Your art needs a warning label for confusion!",
        "Did you draw that while underwater?",
        "Looks like you just discovered doodling panic!",
        "Is this art or a desperate attempt to impress?",
        "That looks like it came straight from a fever dream!",
        "Wow, did you just invent a new form of chaos?",
        "Your drawing is a true masterpiece of confusion!",
        "Did you just doodle that in a trance?",
        "Looks like a toddler's attempt at being deep!",
        "That’s one way to redefine modern art!",
        "Is this art or an explosion of colors gone wrong?",
        "Wow, your doodle is a legend in its own mind!",
        "Did you just pull that out of a hat?",
        "Looks like someone had too much caffeine!",
        "Is that a drawing or a failed experiment?",
        "Wow, that’s a unique way to avoid realism!",
        "Did you draw that in the dark?",
        "Your art is a true testament to chaos!",
        "Is this a doodle or a maze of madness?",
        "Wow, did you mean to confuse us all?",
        "Did you just have a conversation with your doodle?",
        "Looks like your drawing needs a vacation!",
        "That’s what happens when creativity goes haywire!",
        "Is this a drawing or a chaotic expression?",
        "Your doodle should come with a safety warning!",
        "Wow, that’s a bold way to challenge art norms!",
        "Did you just slap paint on the page?",
        "Looks like your creativity hit a speed bump!",
        "Is this art or an explosion of confusion?",
        "Your drawing is an adventure in misunderstanding!",
        "Did you just invent a new style called chaos?",
        "Wow, that’s a unique approach to doodling!",
        "Is that a doodle or a creative meltdown?",
        "Did you use a paintbrush or a garden rake for this?",
        "Wow, this is the kind of art that really makes me question my life choices.",
        "Did you copy that from a toddler’s sketchbook?",
        "I can’t tell if that’s art or if your cat walked across the canvas.",
        "Was the goal to confuse or to completely frustrate?",
        "Is this an art piece or your last brain cell trying to escape?",
        "Looks like you had a fight with the canvas and lost.",
        "Wow, this piece really screams 'I ran out of ideas!'",
        "Did you just spill paint and call it modern art?",
        "I’d ask what you were thinking, but it’s obvious you weren’t.",
        "That’s the most impressive display of confusion I’ve ever seen!",
        "Did you really think anyone would appreciate this mess?",
        "Wow, this is a stunning example of why some people shouldn’t try.",
        "So, what’s the inspiration behind this disaster?",
        "Looks like you took the 'abstract' concept way too literally.",
        "Did you just slap some paint on there and hope for the best?",
        "This is a perfect example of what not to do in art.",
        "Wow, I didn’t think it was possible to make art this bad!",
        "Did you let a monkey paint this, or is it just your style?",
        "This is the artistic equivalent of a train wreck!",
        "I can’t tell if that’s art or a toddler’s tantrum on canvas.",
        "Did you have a vision, or were you just winging it?",
        "That’s one way to make art no one wants to look at.",
        "Looks like you stumbled upon the 'artistic disaster' genre.",
        "Wow, this really makes me want to question my taste.",
        "Did you use a blindfold while creating this, or just your lack of skill?",
        "This is what happens when you run out of good ideas.",
        "Did you draw this while taking a nap? Because it looks like it!",
        "This masterpiece really speaks to the void of creativity.",
        "Is this art or just a big middle finger to creativity?",
        "Looks like your brain took a day off while you made this.",
        "Wow, this is a whole new level of artistic disaster!",
        "Did you just have a meltdown and call it art?",
        "This piece really puts the 'confuse' in 'confusing art.'",
        "Is this a painting or a dramatic reenactment of chaos?",
        "Did you lose a bet and have to create this?",
        "Wow, that’s the kind of art that gets hidden in a closet!",
        "Did you take ‘throwing paint’ literally for this one?",
        "Is this art or just an excuse to waste materials?",
        "Looks like someone’s creativity went off the rails!",
        "Wow, I didn’t realize it was ‘messy art day’!",
        "Did you just invent a new form of chaos? Because it’s working!",
        "This looks like a cry for help, not art!",
        "Is that a statement or just a visual assault?",
        "Wow, this makes me appreciate the simplicity of a blank canvas.",
        "Did you mix frustration and confusion to create this?",
        "Looks like you were trying to paint with anger, and it shows!",
        "Is this art or a collection of bad decisions?",
        "Did you forget to clean your brush before creating this?",
        "Wow, that’s a bold interpretation of ‘art gone wrong’!",
        "Did you just throw caution to the wind and hope for the best?",
        "This art really makes me appreciate the concept of less is more.",
        "Did you just draw whatever came to mind without thinking?",
        "Wow, this is the kind of art that leaves you speechless—for the wrong reasons!",
        "Is this supposed to be a joke? Because I’m not laughing!",
        "Looks like someone took the concept of ‘creative freedom’ way too far.",
        "Did you create this during a moment of sheer confusion?",
        "Wow, this really makes me appreciate conventional art!",
        "Did you let your pet pick the colors for this one?",
        "Is this a depiction of your thought process? Because it’s chaotic!",
        "Looks like you were trying to make a statement but forgot the message!",
        "Wow, this art is the perfect example of what not to aspire to!",
        "Did you just throw everything you had at the canvas?",
        "Is that a painting or a testament to your lack of ideas?",
        "Looks like your inspiration went on a vacation without you!",
        "Wow, this piece really redefines the term ‘artistic failure’!",
        "Did you really think that was a good idea?",
        "This is why some people shouldn’t be allowed to draw.",
        "Looks like you’ve really outdone yourself with this one.",
        "Is this your idea of a joke? Because it’s not funny.",
        "Did you just throw paint on the canvas and call it art?",
        "Wow, that’s a unique way to embarrass yourself!",
        "Is that supposed to be art? Because it’s a failure.",
        "I didn’t know scribbling was an art form until now.",
        "This is what happens when you don’t pay attention in art class.",
        "Did you just draw that in a fit of rage?",
        "Wow, it takes talent to create something this terrible!",
        "Is this your way of telling us you gave up?",
        "I’d ask what you were thinking, but it’s clearly nothing.",
        "Looks like you’re going for ‘most embarrassing drawing’ award.",
        "Did you just copy a toddler’s artwork? Because that’s what it looks like.",
        "Congratulations! You’ve created a masterpiece of mediocrity.",
        "This is the kind of art that gets displayed in the bathroom.",
        "Did you lose a bet and have to create this?",
        "Wow, that’s an impressive display of artistic failure.",
        "Is that art or just a sad attempt to be creative?",
        "Did you actually think this would impress anyone?",
        "This is the kind of drawing that makes people cringe.",
        "Did you take a class on how to make bad art?",
        "Looks like you’ve really pushed the limits of bad taste.",
        "Wow, that’s one way to get people to look away.",
        "Is this a drawing or a visual representation of confusion?",
        "Did you just draw that with your non-dominant hand?",
        "Congratulations! You’ve reached a new low in artistic expression.",
        "Wow, this piece really says ‘I have no idea what I’m doing!’",
        "Did you just invent a new form of embarrassment?",
        "Looks like you’ve really embraced the chaos with this one.",
        "This is the perfect example of why practice makes perfect.",
        "Did you just let your pet create this? Because it looks like it!",
        "Wow, this drawing makes me appreciate the basics of art.",
        "Is this your way of getting back at someone?",
        "This piece could really use a warning label.",
        "Did you just forget how to use a pencil?",
        "Wow, that’s an impressive display of confusion and chaos!",
        "Did you really think that would look good on paper?",
        "This is the kind of art that gives modern art a bad name.",
        "Looks like you took a wrong turn on the creative highway.",
        "Wow, I can see you really put a lot of thought into this… not.",
        "Did you just create that in a panic? Because it shows.",
        "This is the kind of art that should come with an apology.",
        "Did you just give up halfway through? Because it looks like it.",
        "Wow, this is a stunning example of artistic misdirection.",
        "Did you just throw caution to the wind with this one?",
        "This is the kind of drawing that deserves to be hidden away.",
        "Did you really think anyone would want to see that?",
        "Wow, this piece is the definition of 'what not to do.'",
        "Did you just try to create chaos on purpose?",
        "This is what happens when creativity goes wrong!",
        "Looks like you really nailed the art of embarrassment.",
        "Wow, that’s a bold statement—too bad it’s a terrible one.",
        "Did you create that in a dream? Because it looks like a nightmare.",
        "This art is like a bad haircut—just wrong in every way.",
        "Did you just throw together random shapes and call it art?",
        "Wow, this is a true masterpiece of mediocrity!",
        "Did you just decide to ignore all the rules of art?",
        "This drawing really takes ‘bad’ to a whole new level.",
        "Did you think anyone would take this seriously?",
        "Wow, that’s a creative way to make people uncomfortable.",
        "Is this a test to see how much we can endure?",
        "Did you just scribble that out of frustration?",
        "This is the kind of art that makes you want to look away.",
        "Did you just create that to mock art itself?",
        "Wow, that’s the kind of drawing that needs a warning label.",
        "Did you really think that was a good use of your time?",
        "This is what happens when art goes horribly wrong.",
        "Looks like you’ve really mastered the art of disappointment.",
        "Wow, this drawing is the perfect example of chaos unhinged.",
        "Did you just decide to make fun of art?",
        "This piece really highlights your lack of skill.",
        "Did you really think that would impress anyone?",
        "Wow, that’s a new level of artistic mediocrity!"
    ]
}
